tap "aws/tap"
tap "borkdude/brew"
tap "clojure-lsp/brew"
tap "cloudflare/cloudflare"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "huahaiy/brew"
tap "jesseduffield/lazygit"
brew "bat"
brew "cloc"
brew "rlwrap"
brew "clojure"
brew "difftastic"
brew "direnv"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gzip"
brew "httpie"
brew "jq"
brew "lefthook"
brew "leiningen"
brew "mas"
brew "neovim"
brew "nodenv"
brew "ranger"
brew "ripgrep"
brew "the_silver_searcher"
brew "borkdude/brew/babashka"
brew "borkdude/brew/carve"
brew "borkdude/brew/clj-kondo"
brew "borkdude/brew/jet"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "jesseduffield/lazygit/lazygit"
cask "alacritty"
cask "bartender"
cask "dash"
cask "docker"
cask "figma"
cask "firefox"
cask "flux"
cask "font-m-plus"
cask "google-chrome"
cask "hammerspoon"
cask "imageoptim"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "loom"
cask "slack"
cask "spotify"
cask "telegram"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "iA Writer", id: 775737590
mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 1147396723
