tap "aws/tap"
tap "borkdude/brew"
tap "candid82/brew"
tap "clojure-lsp/brew"
tap "cloudflare/cloudflare"
tap "federico-terzi/espanso"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "huahaiy/brew"
tap "jesseduffield/lazygit"
tap "stripe/stripe-cli"
tap "yqrashawn/goku"
brew "act"
brew "adr-tools"
brew "xz"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aria2"
brew "asciinema"
brew "awscli"
brew "bash"
brew "bat"
brew "boost"
brew "glib"
brew "python@3.9"
brew "tcl-tk", link: false
brew "cairo"
brew "harfbuzz"
brew "boot-clj"
brew "broot"
brew "caddy"
brew "circleci"
brew "cloc"
brew "rlwrap"
brew "clojure"
brew "cloudflare-wrangler"
brew "consul"
brew "csvkit"
brew "go"
brew "dep"
brew "difftastic"
brew "direnv"
brew "docker-machine"
brew "doctl"
brew "dog"
brew "folly"
brew "edencommon"
brew "entr"
brew "exercism"
brew "exiftool"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "lua"
brew "fennel"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "gist"
brew "git"
brew "git-delta"
brew "gnu-tar"
brew "pinentry"
brew "goaccess"
brew "gobject-introspection"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grip"
brew "guile"
brew "gzip"
brew "hcloud"
brew "hey"
brew "highlight"
brew "hledger"
brew "httpie"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "ispell"
brew "jq"
brew "jrnl"
brew "lazydocker"
brew "ledger"
brew "lefthook"
brew "leiningen"
brew "luarocks"
brew "mas"
brew "maven"
brew "mkcert"
brew "moreutils"
brew "neovim"
brew "nmap"
brew "node", link: false
brew "openssl@3"
brew "node-build"
brew "nodenv"
brew "nomad"
brew "ocaml"
brew "opam"
brew "openjdk@11"
brew "optipng"
brew "tmux"
brew "overmind"
brew "packer"
brew "pandoc"
brew "qrencode"
brew "pass"
brew "patchutils"
brew "pinentry-mac"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "python@3.10"
brew "python@3.8"
brew "ranger"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "saxon"
brew "sqlite-analyzer"
brew "terminal-notifier"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "traefik"
brew "watchman"
brew "watson"
brew "wrk"
brew "yarn"
brew "youtube-dl"
brew "aws/tap/aws-sam-cli"
brew "borkdude/brew/babashka"
brew "borkdude/brew/carve"
brew "borkdude/brew/clj-kondo"
brew "borkdude/brew/jet"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "cloudflare/cloudflare/cloudflared"
brew "huahaiy/brew/datalevin"
brew "jesseduffield/lazygit/lazygit"
brew "stripe/stripe-cli/stripe"
brew "yqrashawn/goku/goku"
cask "alacritty"
cask "arq"
cask "audacity"
cask "bartender"
cask "blackhole-2ch"
cask "bluesnooze"
cask "brave-browser"
cask "cljstyle"
cask "dash"
cask "docker"
cask "figma"
cask "firefox"
cask "flux"
cask "font-m-plus"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "hammerspoon"
cask "handbrake"
cask "imageoptim"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "kitty"
cask "loom"
cask "melodics"
cask "monitorcontrol"
cask "notion"
cask "numi"
cask "omnidisksweeper"
cask "rar"
cask "slack"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "tuple"
cask "viscosity"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "iA Writer", id: 775737590
mas "MoneyMoney", id: 872698314
mas "Save to Raindrop.io", id: 1549370672
mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 1147396723
